Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/FOREST_en-US_de.tmx
Source language: en_us
Languages: de

source: The raw material which the unit is currently producing.^
de: Der Rohstoff, den die Anlage derzeit produziert.^

source: This area shows the stock of the raw material in the unit.
de: Dieser Bereich zeigt den Bestand des Rohmaterials in der Einheit an.

source: Each box represents one cargo of the raw material.
de: Jede Kiste stellt eine Ladung des Rohmaterials dar.

source: Each cargo can store a certain quantity of the raw material.^
de: Jede Ladung kann eine bestimmte Menge des Rohmaterials speichern.^

source: This brown bar shows the utilization of the unit.
de: Dieser braune Balken zeigt die Auslastung des Gerätes an.

source: If this bar reaches its full length, the unit has reached its full capacity.
de: Wenn dieser Balken seine volle Länge erreicht hat, dann hat das die Einheit die volle Kapazität erreicht.
